<?php
/**
 * ============================================================================
 * 版权所有 河南洛阳蜂鸟科技有限公司，并保留所有权利。
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和使用 .
 * 不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * Author: fengahan
 * Date:2017年2月10日 上午11:14:26
 */

$res='{"Success":true,"Result":[{"activeId":"98","createTime":"2017-01-31 14:24:59","nickName":"\u54e6\u5466","userId":"252","content":"\u5f00\u5f20\u56fe","headImg":"http:\/\/121.42.172.61\/public\/images\/defaultAvatar.png","comments":"0","likes":"0","images":"http:\/\/image.lyyuwan.com\/Active14858438970","address":"\u6cb3\u5357\u7701\u6d1b\u9633\u5e02\u8001\u57ce\u533a\u6d1b\u6d66\u8857\u9053\u4e5d\u90fd\u4e1c\u8def205\u53f7"}],"Msg":""}';
var_dump(json_decode($res,ture));